[
  {
    "id": 1,
    "name": "শায়খ আহমাদুল্লাহ",
    "image": "https://dailyinqilab.com/mediaStorage/content/images/2024March/image-786535-1710848651-20240319220138.jpg",
    "description": "শায়খ আহমাদুল্লাহ একজন সুপরিচিত ইসলামী বক্তা। তিনি ১৯৮১ সালের ১৫ ডিসেম্বর লক্ষ্মীপুরের ",
    "show": "বশিকপুরে জন্মগ্রহণ করেন।প্রাথমিক শিক্ষা বশিকপুর প্রাথমিক বিদ্যালয়ে। এরপর কওমি মাদ্রাসায় ভর্তি হন। কয়েক বছর নোয়াখালীর কয়েকটি মাদ্রাসায় অধ্যয়ন করার পর তিনি হাতিয়ার ফয়জুল উলূম মাদ্রাসায় ভর্তি হন। সেখানে কিংবদন্তি আলেম দ্বীন মুফতি সাইফুল ইসলাম (রহ.)-এর সান্নিধ্য ও ছাত্রত্ব লাভের সুযোগ সৃষ্টি হয়। এরপর দেশের বৃহত্তম ধর্মীয় প্রতিষ্ঠান দারুল উলূম হাটহাজারী মাদরায় ভর্তি হন। কওমি মাদ্রাসা শিক্ষা বোর্ড (বেফাক) (সানুবিয়া) উচ্চ মাধ্যমিক পরীক্ষায় ১০ তম স্থান, স্নাতক (ফজিলত) ৩য় স্থান এবং ২০০১ দাওরায়ে হাদীসে সম্মিলিত মেধা তালিকায় ২য় স্থান অর্জন করেছে। দাওরায় হাদিস শেষ করে খুলনা দারুল উলূম থেকে ইফতা সম্পন্ন করেন। তিনি একজন ইসলামিক স্কলার যিনি কোরআন ও হাদিস নিয়ে গবেষণা করেন। শায়খ আহমাদুল্লাহ বিভিন্ন বিষয়ে শতাধিক গবেষণা প্রবন্ধ প্রকাশ করে ইসলামী সমাজে গুরুত্বপূর্ণ অবদান রেখেছেন। তাঁর কাজগুলি ইসলামী বিশ্বাসের প্রতি তাঁর দক্ষতা এবং নিবেদন প্রদর্শন করে। তিনি ইসলামী সম্প্রদায়ের একজন প্রভাবশালী ব্যক্তিত্ব হয়ে উঠেছেন এবং তার কাজের মাধ্যমে জ্ঞান ও প্রজ্ঞার বিস্তার চালিয়ে যাচ্ছেন।"
  },
  {
    "id": 2,
    "name": "আহমেদ শামীম হাসান",
    "image": "https://media.licdn.com/dms/image/D5603AQEEyNzX4wAC7g/profile-displayphoto-shrink_800_800/0/1704506927690?e=2147483647&v=beta&t=ZloqBX6-fLR_wA-e22m0EjGbkR9FJ8onRZQ0LhJ2TZY",
    "description": "আহমেদ শামীম হাসান। ঢাকা ইউনিভার্সিটি থেকে CSE তে গ্র্যাজুয়েশন শেষ করে দেশী, ",
    "show": "বিদেশী বেশ কয়েকটি নামীদামী কোম্পানিতে সফটওয়্যার ইঞ্জিনিয়ার হিসেবে কাজ করেছেন। বর্তমানে ইউরোপিয়ান একটি কোম্পানিতে সিনিয়র সফটওয়্যার ইঞ্জিনিয়ার হিসেবে কর্মরত। শিখতে এবং শেখাতে ভালোবাসেন। সফটওয়্যার ইঞ্জিনিয়ারিংয়ে গতানুগতিক কোর্স, টিউটোরিয়ালের বাইরে মানসম্মত এবং কার্যকর রিসোর্স তৈরির লক্ষ্যে প্রতিষ্ঠা করেছেন Megaminds Learning. ইতোমধ্যে এই প্ল্যাটফর্মের কোর্স, ওয়েবিনার এবং অনলাইন সেশনগুলো বাংলাদেশের টেক কমিউনিটিতে বেশ সাড়া ফেলেছে। নিয়মিত কাজের বাইরে জুনিয়র ডেভেলপারদের মেন্টরিং এবং তাদেরকে ক্যারিয়ারে এগিয়ে যেতে সাহায্য করতে চেষ্টা করেন। স্বপ্ন দেখেন বাংলাদেশও একসময় পুরো বিশ্বে জনপ্রিয় টেকনোলজি হাব হিসেবে পরিচিতি পাবে।"
  },

  {
    "id": 3,
    "name": "ড. মিজানুর রহমান আজহারী",
    "image": "https://www.kalerkantho.com/_next/image?url=https%3A%2F%2Fcdn.kalerkantho.com%2Fpublic%2Fnews_images%2F2021%2F11%2F21%2F040929Mizanur_Rahman_Azhari.jpg&w=1920&q=100",
    "description": "তরুণ চিন্তক এবং জনপ্রিয় ইসলামি আলোচক। বিশ্ববিখ্যাত আল আজহার ইউনিভার্সিটির তাফসির",
    "show": "অ্যান্ড কুরআনিক সাইন্স ডিপার্টমেন্ট থেকে স্নাতক সম্পন্ন করেছেন। ইন্টারন্যাশনাল ইসলামিক ইউনিভার্সিটি মালয়েশিয়া-এর ডিপার্টমেন্ট অব কুরআন অ্যান্ড সুন্নাহ স্টাডিজ থেকে স্নাতকোত্তর শেষে সেখানেই পিএইচডি গবেষণা করছেন। স্বপ্ন দেখেন-ইনসাফ, আদল ও ইহসানের ভিত্তিতে এক উন্নত সমাজকাঠামোর। তরুণ প্রজন্মকে উজ্জীবিত করার চেষ্টা করেন বিশ্বাসের পরশে। বোধ ও সামর্থ্যরে সর্বোচ্চটুকু দিয়ে কুরআন ও সুন্নাহর কথামালা তুলে ধরার প্রয়াস নেন জনপদ থেকে জনপদে, কি-বোর্ডে কিংবা ক্যামেরার সামনে।"
  },
  {
    "id": 4,
    "name": "ডা. শামসুল আরেফীন",
    "image": "https://boiferry.com/assets/images/redactor/md_jXW9SI3wwfAJ6YdePypl3uOs0jQcdJ75HPyAnhwr.webp",
    "description": "বাংলাদেশের জনগণের বেশিরভাগই ইসলাম ধর্মে বিশ্বাসী, আর সংখ্যাগরিষ্ঠ এই মুসলিম জনগোষ্ঠীর নিজেদের ",
    "show": "ধর্মের বিভিন্ন বিষয়ে সম্যক জ্ঞান অর্জনের জন্য প্রয়োজন হয় নানাবিধ পড়াশোনার। আর বিস্তৃত এই পড়াশোনার সুযোগ করে দিতে ইসলামের বিভিন্ন বিষয় সম্পর্কে গবেষণা ও আলোচনা নিয়ে এবং বিভিন্ন ইসলামি আদর্শ ও মতবাদমূলক বই রচনা করে সম্প্রতি আলোচনায় এসেছেন ডা. শামসুল আরেফীন। পেশাগত জীবনে তিনি একজন সরকারি চাকরিজীবী হলেও একজন মুসলমান হিসেবে ইসলামি আদর্শে বলীয়ান হয়ে তিনি রচনা করেছেন বেশ কিছু ইসলাম সম্পর্কিত বই, যেগুলোর কোনোটি রচিত হয়েছে গল্পের আকারে, আবার কোনোটি রচিত হয়েছে প্রবন্ধ হিসেবে। ইসলাম বিষয়ক এই লেখক জন্মগ্রহণ করেন ১৯৮৯ সালে। সাদামাটাভাবে জীবন পার করা শামসুল আরেফীন শিক্ষাজীবন অতিবাহিত করেছেন ক্যাডেট কলেজে। ঝিনাইদহ ক্যাডেট কলেজ থেকে তিনি মাধ্যমিক ও উচ্চ মাধ্যমিক পাশ করেন। এরপর ঢাকার শহীদ সোহরাওয়ার্দী মেডিকেল কলেজ থেকে তিনি এমবিবিএস ডিগ্রি অর্জন করেন। ডা. শামসুল আরেফীন এর বই এদেশীয় মুসলমানদের মাঝে লাভ করেছে ব্যাপক জনপ্রিয়তা। ডা. শামসুল আরেফীন এর বই সমূহ-তে ইসলামি মতবাদ ও আদর্শ প্রকাশের পাশাপাশি ইসলামের বিভিন্ন বিষয়ের যৌক্তিক ব্যাখ্যা দেয়ার চেষ্টা করা হয়েছে, এবং ইসলামের বিরুদ্ধে আসা বিভিন্ন প্রশ্নের জবাব দেয়ার চেষ্টা করা হয়েছে। এছাড়াও সমাজের বিভিন্ন বিষয়ের ইসলামি ব্যাখ্যা ও ইসলামি উপায়ে চলার ব্যক্তিগত ও পারিবারিক বিধানও উঠে এসেছে তাঁর বইগুলোতে। ডা. শামসুল আরেফীন এর বই সমগ্র এর মাঝে 'কষ্টিপাথর', 'ডাবল স্ট্যান্ডার্ড', 'মানসাঙ্ক' ইত্যাদি অন্যতম। মানুষকে দিনের শেষে সৃষ্টিকর্তার দেয়া সমাধানের পথেই ফিরে আসতে হবে- এ কথাই ফুটে ওঠে তার রচিত বইগুলোতে।"
  },
  {
    "id": 5,
    "name": "আব্দুল হাই মুহাম্মদ সাইফুল্লাহ",
    "image": "https://www.bd24live.com/bangla/public/uploads/2023-09/abdul%20hai_1695380503.jpg",
    "description": "আব্দুল হাই মুহাম্মাদ সাইফুল্লাহ। জন্ম এবং বেড়ে ওঠা নওগাঁ শহরে। ",
    "show": "প্রাথমিক পাঠও সেখানে। এরপর কুষ্টিয়া ইসলামী বিশ্ববিদ্যালয়ের আল-হাদীস বিভাগ থেকে অনার্স ও মাস্টার্স সম্পন্ন করেন। ফ্যাকাল্টি ফার্স্ট হওয়ার সুবাদে ইসলামি বিশ্ববিদ্যালয় থেকে তিনি রাষ্ট্রপতি গোল্ড মেডেল প্রাপ্ত হন। একই প্রতিষ্ঠান থেকে এম.ফিল ডিগ্রী অর্জন করেন এবং সেখানে পিএইচডি গবেষণারত। শিক্ষাজীবনে প্রতিটি স্তরে রেখেছেন কৃতিত্বের স্বাক্ষর। তিনি বাংলাদেশের প্রখ্যাত স্কলার ড. খোন্দকার আব্দুল্লাহ জাহাঙ্গীর (রহিমাহুল্লাহ)-এর একজন ছাত্র। খতীব হিসেবে দায়িত্ব পালন করছেন মসজিদুল জুম’আ কমপ্লেক্স, পল্লবীতে। একইসাথে বেসরকারি টেলিকম সেবা দানের প্রতিষ্ঠান ইবিএস-এর রিলিজিয়াস ডিরেক্টর হিসেবে কর্মরত আছেন। তিনি ব্যক্তিগত জীবনে বিবাহিত এবং তিন কন্যাসন্তানের জনক। এই তরুণ আলিম একজন প্রাঞ্জলভাষী দাঈ। পছন্দ করেন আল্লাহর পথে দাওয়াত দিতে, লিখতে এবং তরুণ ও যুবসমাজের জন্য অনুপ্রেরণাদায়ক কাজ করতে।"
  },
  {
    "id": 6,
    "name": "মীযান হারুন",
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQm6CxLDZOAZpj67NEfctwIgVyHQOCbnEqrTw&usqp=CAU",
    "description": "আমি মীযান হারুন। জন্ম ১৯৯৩ সালে। বরিশালে। ঢাকায় জামিয়া মুহাম্মাদিয়া ইসলামিয়া বনানী মাদরাসায় লেখাপড়া। ",
    "show": "হিফজ, দাওরায়ে হাদীস। জামিয়া ইসলামিয়া আকবর কমপ্লেক্স ঢাকায় আরবী ভাষা ও সাহিত্যের ওপর উচ্চতর ডিগ্রি। পাশাপাশি আলিয়াতে দাখিল, আলিম, জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ে বাংলা অনার্স (অসমাপ্ত)। অতঃপর কিং সউদ বিশ্ববিদ্যালয়ের আরবী ভাষা ইনস্টিটিউটে আরবী ভাষার ওপর ডিপ্লোমা। অতঃপর আকীদা ও সমকালীন মতবাদের ওপর অনার্স, মাস্টার্স, এখন এমফিল করছি একই বিষয়ে। ছোটবেলা থেকেই লেখালেখি জীবনের মূল ভালো লাগা, ভালোবাসা। অনুবাদ ও মৌলিক মিলিয়ে প্রকাশিত বইয়ের সংখ্যা ১৫ এর মতো। অনুবাদের মাঝে উল্লেখযোগ্য: আর রাহীকুল মাখতূম, আস সীরাতুত নববয়্যিাহ, নতুন শতাব্দীর উদ্বোধন, কে সে মুসলমান, সত্যের তুলিতে আঁকা ছবিতে যেমন তুমি হে নবী, সালাফের দরবার বিমুখতা, মিডিয়া আরবী কীভাবে শিখবো ইত্যাদি। মৌলিক আরবী কাজ: রিজালুন সানাউত তারীখ ওয়া খাদামুল ইসলাম ওয়াল ইলম ফী বাংলাদেশ। এটা বাংলাদেশী সকল ধারার আলিমদের জীবনালেখ্য। উলায়িকা আবাউনা। এটা বাংলাদেশ ভারত ও পাকিস্তারেন আলিমদের জীবনী। কিশোরদের জন্য। ভবিষ্যৎ টার্গেট: পিএচডি ডিগ্রি শেষ করা। আকীদা বিষয়েই। অতঃপর দেশে ফিরে গিয়ে মসজিদ, মাদরাসার পাশাপাশি বিশ্ববিদ্যালয়ে পড়ানো আল্লাহ সুযোগ দিলে। পছন্দ: বই পড়া ও লেখা। আগ্রহের বিষয়: আকীদা ও মতবাদ, তাফসীর, তুলনামূলক ধর্মতত্ত্ব, ইতিহাস, আরবী ভাষা ও সাহিত্য, দাওয়াত। ভবিষ্যতে এসব বিষয়ে শতাধিক বই প্রণয়নের ইচ্ছা আছে। অমুসলিমদের মাঝে দাওয়াতী কাজ করার বিস্তৃত টার্গেট আছে। পাশাপাশি মাদরাসা, স্কুল প্রতিষ্ঠার টার্গেট। রাজনীতিতে জড়ানোর কোনো ইচ্ছা নেই।"
  }
]
